{"markers":
[
    {
        "name": "TRINITY EPISCOPAL CHURCH",
        "rel_loc": "1100 SUMTER ST., ACROSS FROM THE SOUTH CAROLINA STATE HOUSE, COLUMBIA",
        "desc": "Parish organized 1812. Original church dedicated 1814; present church dedicated 1846. In the churchyard lie buried the three Wade Hamptons; Thomas Cooper, educator; Henry Timrod, poet; W. C. Preston, U. S. senator; five governors of S. C.: three Mannings, Hampton, and Thompson; soldiers of the Revolutionary and later American wars, including Colonel Peter Horry, Generals Ellison Capers, John S. Preston, and States Rights Gist. Erected 1938 by the Columbia Sesquicentennial Commission of 1936",
        "lat": 34.00106666666667,
        "lng": 81.03158333333333,
        "county": "RICHLAND COUNTY"
    },
    {
        "name": "SITE OF PARADE GROUND",
        "rel_loc": "1322 GREENE ST., IN FRONT OF THOMAS COOPER LIBRARY, UNIVERSITY OF SOUTH CAROLNA, COLUMBIA",
        "desc": "During Federal military occupation of South Carolina 1865-1877, this square was part of the parade ground used by United States troops. The barracks were located on this and adjacent squares. Erected in 1938 by the Columbia Sesquicentennial Commission of 1936",
        "lat": 33.99646666666666,
        "lng": 81.02855,
        "county": "RICHLAND COUNTY"
    },
    {
        "name": "“COMMISSIONERS' OAK”",
        "rel_loc": "UNIVERSITY OF SOUTH CAROLINA LAW CENTER PLAZA, GREENE ST. AND S. MAIN ST., COLUMBIA",
        "desc": "In April 1786, Alexander Gillon, Henry Pendleton, Richard Winn, Richard Hampton, and Thomas Taylor, Commissioners appointed to lay out Columbia, are said to have met under an oak which grew near here. According to tradition the first court and jury in Richland County also met here. Erected by the University of South Carolina, 1974",
        "lat": 33.9951,
        "lng": 81.0312,
        "county": "RICHLAND COUNTY"
    },
    {
        "name": "HORRY-GUIGNARD HOUSE",
        "rel_loc": "1527 SENATE ST., COLUMBIA",
        "desc": "One of the oldest houses in Columbia; built before 1813, probably by Peter Horry (1747-1815), Colonel in Revolution, Brigadier General of S.C. militia. Later home of John Gabriel Guignard (1751-1822), Surveyor General of S.C., 1798-1802. Erected 1938 by the Columbia Sesquicentennial Commission of 1936",
        "lat": 34.0019,
        "lng": 81.02695,
        "county": "RICHLAND COUNTY"
    },
    {
        "name": "BIRTHPLACE OF GENERAL MAXCY GREGG",
        "rel_loc": "SENATE ST., BETWEEN SUMTER & MARION STS., COLUMBIA",
        "desc": "Maxcy Gregg, Confederate general and leader in Southern rights movement, was born Aug. 1, 1815 in a house on this site. Member of committee which framed the Ordinance of Secession, Dec. 1860, Colonel 1st Regiment South Carolina Volunteers; Brigadier General in 1861. Mortally wounded at Fredericksburg Dec. 13, 1862; died two days later. Erected 1938 by the Columbia Sesquicentennial Commission of 1936",
        "lat": 34.00043333333333,
        "lng": 81.0306,
        "county": "RICHLAND COUNTY"
    },
    {
        "name": "UNIVERSITY OF SOUTH CAROLINA",
        "rel_loc": "MARKER #1: SUMTER ST. ENTRANCE TO THE HORSESHOE, UNIVERSITY OF SOUTH CAROLINA CAMPUS, COLUMBIA; MARKER #2: BULL ST. ENTRANCE TO THE HORSESHOE, UNIVERSITY OF SOUTH CAROLINA CAMPUS, COLUMBIA; MARKER #3: GREENE ST, IN FRONT OF THE THOMAS COOPER LIBRARY, UNIVERSITY OF SOUTH CAROLINA CAMPUS, COLUMBIA",
        "desc": "Chartered 1801 as the S. C. College, opened January 10, 1805. Entire student body volunteered for Confederate service 1861. Soldiers' hospital 1862-65. Rechartered as U. of S. C. 1865. Radical control 1873-77. Closed 1877-80. College of Agriculture and Mechanic Arts 1880-82. S. C. College 1882-87. U. of S. C. 1887-90. S. C. College 1890-1905. U. of S. C. 1906. Faithful index to the ambitions and fortunes of the state. Erected 1938 by the Columbia Sesquicentennial Commission of 1936",
        "lat": 33.997616666666666,
        "lng": 81.02996666666667,
        "county": "RICHLAND COUNTY"
    },
    {
        "name": "RICHARDSON STREET/THE NORTH-SOUTH STREETS IN THE CITY OF COLUMBIA",
        "rel_loc": "SOUTH CAROLINA STATE HOUSE GROUNDS AT MAIN ST., COLUMBIA",
        "desc": "RICHARDSON STREET (Front) Columbia's chief business street, Main, was first named Richardson Street, for Richard Richardson (1704-1780). This Virginia native settled in present Clarendon County; served in the \"Snow Campaign\" of 1775; was commissioned Brigadier General in 1778; was a member of the Commons House of Assembly, the First and Second Provincial Congresses, and the First General Assembly. Six S. C. Governors are among his descendants. THE NORTH-SOUTH STREETS IN THE CITY OF COLUMBIA (Reverse) The north-south streets, laid out in the two-mile square of the original city of Columbia in 1786, were named (except for Assembly) for generals and officers who fought in the American Revolution. Most of these were native Americans, but one was the Polish Count Pulaski. Erected by Columbia Committee, National Society Colonial Dames of America in the State of S. C. A Richland County Bicentennial Project, 1976",
        "lat": 34.00125,
        "lng": 81.03341666666667,
        "county": "RICHLAND COUNTY"
    },
    {
        "name": "GERVAIS STREET/THE EAST-WEST STREETS IN THE CITY OF COLUMBIA",
        "rel_loc": "SOUTH CAROLINA STATE HOUSE GROUNDS AT GERVAIS ST., COLUMBIA",
        "desc": "GERVAIS STREET (Front) Named for John Lewis Gervais (c.1742-1798) who was educated in Germany, emigrated first to England, arrived in Charleston in 1764 with a letter of introduction to Henry Laurens. He served in the American Revolution, took part in the defense of Charleston, was a member of the Continental Congress. S. C. Senate member from Ninety Six, he introduced the bill that resulted in the selection of the site of Columbia as Capital of S. C. THE EAST/WEST STREETS IN THE CITY OF COLUMBIA (Reverse) The streets of Columbia running from east to west (with a few exceptions) were named for products in the State's economy, for the two Taylor plantations on which the new Capital was located, and for prominent individuals such as Gervais, author of the bill establishing Columbia as Capital. Erected by The Lions Club of Columbia, a Richland County Bicentennial Project, 1976",
        "lat": 34.00116666666667,
        "lng": 81.0337,
        "county": "RICHLAND COUNTY"
    },
    {
        "name": "COLLEGE STREET",
        "rel_loc": "CORNER OF COLLEGE & MAIN STS., COLUMBIA",
        "desc": "This street, originally named Medium Street and part of the original 1786 Columbia plan, bisected the area which was to be the campus of South Carolina College. The college, established in 1801 by an act of the General Assembly, later became the University of South Carolina. Medium Street was renamed College Street shortly after 1891. Erected by Richland County Bicentennial Commission, 1978",
        "lat": 33.99701666666667,
        "lng": 81.03141666666667,
        "county": "RICHLAND COUNTY"
    },
    {
        "name": "SENATE STREET",
        "rel_loc": "CORNER OF SENATE & GERVAIS STS., COLUMBIA",
        "desc": "The South Carolina General Assembly created Columbia as the state's capital city in 1786, and Senate Street was named for the upper house of that legislative body. In 1790, the General Assembly, which designated that the town be located on the Congaree River near Friday's Ferry, first met in Columbia in the new State House, designed by James Hoban, who later designed the White House. Erected by Richland County Bicentennial Commission; Sponsored by Standard Savings and Loan Association, 1978",
        "lat": 34.0004,
        "lng": 81.03155,
        "county": "RICHLAND COUNTY"
    },
    {
        "name": "BLOSSOM STREET",
        "rel_loc": "CORNER OF BLOSSOM & MAIN STS., COLUMBIA",
        "desc": "This street is thought to take its name from the cotton blossom. Cotton became an important commercial crop in South Carolina after the cotton gin was patented by Eli Whitney in 1794. A variety of cotton, known as Sea Island cotton and grown along coastal South Carolina, was especially prized for its long staple. Erected by the Richland County Bicentennial Commission; Sponsored by Owen Steel Company, 1978",
        "lat": 33.99283333333333,
        "lng": 81.0296,
        "county": "RICHLAND COUNTY"
    },
    {
        "name": "MARION STREET",
        "rel_loc": "CORNER OF MARION & GERVAIS STS., COLUMBIA",
        "desc": "(Front) Brigadier General Francis Marion was born in South Carolina about 1732 of French Huguenot descent. Marion was a member of the First Provincial Congress, served eight years in the S. C. Senate, and was a member of the Constitutional Convention of 1790. He died Feb. 27, 1795, and is buried in Berkeley County at Belle Isle Plantation, home of his brother, Gabriel. (Reverse) This street was named for Francis Marion, one of the three S.C. Partisan Generals during the American Revolution. The guerilla tactics against the British by Marion and his Partisan band earned for him the name of \"Swamp Fox.\" Congress voted its thanks to Marion for distinguished service in the battles of Parker's Ferry and Eutaw Springs, bouth fought in 1781. Erected by the Richland County Bicentennial Commission; Sponsored by Southeastern Freight Lines, 1977",
        "lat": 34.001916666666666,
        "lng": 81.03045,
        "county": "RICHLAND COUNTY"
    },
    {
        "name": "GIBBES GREEN",
        "rel_loc": "NEAR W SIDE OF PICKENS ST. PEDESTRIAN BRIDGE, BETWEEN PENDLETON & GREENE STS., UNIVERSITY OF SOUTH CAROLINA CAMPUS, COLUMBIA",
        "desc": "Named for Maj. Wade Hampton Gibbes (1837-1903) prominent Columbian who owned much of the land to the east, Gibbes Green consisted of an area of land bounded by Pendleton, Bull, Pickens, and Greene Streets. Acquired by S. C. College by 1838, the land was kept for many years as open space, serving as a playground, ball field, and park for several generations of Columbians. Davis College, which opened in 1910, was the first building in Gibbes Green. Erected by Historic Columbia Foundation, 1980",
        "lat": 33.998583333333336,
        "lng": 81.0266,
        "county": "RICHLAND COUNTY"
    },
    {
        "name": "GLADDEN HOME SITE",
        "rel_loc": "WHEAT ST., JUST W OF ITS INTERSECTION WITH PICKENS ST., COLUMBIA",
        "desc": "States-rights advocate Adley Hogan Gladden, who lived here before the Civil War, served Columbia as postmaster 1841-45 and was later bursar of S. C. College, captain of the Governor's Guard, and intendant of Columbia 1851-52. In 1847 he assumed command of the Palmetto Regiment during the Mexican War and later rose to the rank of brigadier general during the Civil War. Gladden was killed in Tennessee at the Battle of Shiloh, 1862. Erected by the University of S.C. Chapter, National Society, Daughters of the American Revolution, 1987",
        "lat": 33.99316666666667,
        "lng": 81.02466666666666,
        "county": "RICHLAND COUNTY"
    },
    {
        "name": "GREENE STREET",
        "rel_loc": "CORNER OF MAIN & GREENE STS., COLUMBIA",
        "desc": "Why this street was named \"Green\" on the original 1786 plan of Columbia is not certain; but in keeping with presumed original intentions and as a deserved Bicentennial tribute, Columbia City Council added an \"e\" in 1979, honoring the Rhode Island general, Nathanael Greene. As commander of the Southern Army, Greene masterminded the campaign of 1780-1781, which finally drove the British out of South Carolina. Erected by the Richland County Bicentennial Commission; Sponsored by Southern Bank and Trust Company, 1979",
        "lat": 33.99593333333333,
        "lng": 81.0311,
        "county": "RICHLAND COUNTY"
    },
    {
        "name": "PENDLETON STREET",
        "rel_loc": "CORNER OF PENDLETON & S. MAIN STS., COLUMBIA",
        "desc": "This street is named for Judge Henry Pendleton, one of the Town of Columbia's original commissioners. He was elected assistant state judge by the Provincial Congress in 1776 and to the South Carolina House of Representatives in 1780. In 1782 Judge Pendleton was captured by the British while riding the circuit. One of the authors of the 1785 County Court Act, he died in Charleston in 1788. Pendleton County was named to honor him in 1789. Erected by the Richland County Bicentennial Commission; Sponsored by Anchor Continental, Inc., 1977",
        "lat": 33.99851666666667,
        "lng": 81.03243333333333,
        "county": "RICHLAND COUNTY"
    },
    {
        "name": "THE STATE HOUSE",
        "rel_loc": "ON THE GROUNDS OF THE SOUTH CAROLINA STATE HOUSE, GERVAIS ST., COLUMBIA",
        "desc": "(Front) Columbia was founded in 1786, replacing Charleston as the state capital. The first State House here, built in 1789, was a small wooden building just W. of this site. Construction on this State House, designed by John R. Niernsee, began in 1855; exterior walls were almost complete when work was suspended in 1863 during the Civil War. In February 1865 Union troops burned the old State House, shelled this unfinished building, and raised the United States flag over it. (Reverse) Niernsee supervised postwar repairs and new work until his death in 1885. His partner J. Crawford Nielson succeeded him, followed by Niernsee's son Frank. In 1901 the General Assembly hired Frank P. Milburn, but often clashed with him over workmanship and his design for the present dome, a radical departure from J.R. Niernsee's original design. He was replaced by Charles C. Wilson in 1903. A major renovation by the firm of Stevens and Wilkinson was completed in August 1998. Erected by The Columbia Committee of The National Society of The Colonial Dames of America in the State of South Carolina, 1999",
        "lat": 34.000616666666666,
        "lng": 81.03273333333334,
        "county": "RICHLAND COUNTY"
    },
    {
        "name": "CAIN-MATTHEWS-TOMPKINS HOUSE",
        "rel_loc": "1619 PENDLETON ST., COLUMBIA",
        "desc": "(Front) This house, built ca. 1910 for Columbia businessman John Jefferson Cain (1869-1929), was designed by William Augustus Edwards (1866-1939), a prominent regional architect. Cain, who moved to Columbia in 1899, became one of the state's leading contractors and built such Columbia landmarks as the Arcade (1912) and the Palmetto Building (1913). He also financed, built, and owned the Jefferson Hotel (1913). (Reverse) J. Pope Matthews, president of the Palmetto National Bank, lived here from ca. 1913 to 1931, when Arthur S. Tompkins bought the house. It remained in the Tompkins family until 1974, when the University of South Carolina acquired it. The house, threatened by demolition for several years, was designated a local historic landmark in 2002. It was renovated and opened as The Inn at USC in 2005. Erected by the Historic Columbia Foundation, 2006",
        "lat": 34.000733333333336,
        "lng": 81.0252,
        "county": "RICHLAND COUNTY"
    },
    {
        "name": "BLOSSOM STREET SCHOOL/CELIA DIAL SAXON SCHOOL",
        "rel_loc": "AT THE STROM THURMOND FITNESS AND WELLNESS CENTER, BLOSSOM ST. JUST E OF ITS INTERSECTION WITH PARK ST., COLUMBIA",
        "desc": "BLOSSOM STREET SCHOOL (Front) Blossom Street School, at the corner of what was then Blossom & Gates (now Park) Streets, was built in 1898 as the first public school in Columbia south of Senate Street. A frame building, it was originally a school for white children. After it burned in 1915, a brick school was built here the next year. Blossom Street became a school for black children in Ward One in 1929 and was renamed Celia Dial Saxon School in 1930. CELIA DIAL SAXON SCHOOL (Reverse) Blossom Street School was renamed to honor Celia Dial Saxon (1857-1935). Saxon was educated at the Normal School at the University of S.C. 1875-77, during Reconstruction. She taught in Columbia schools for 57 years and was a founder of the Wilkinson Orphanage, Wheatley YWCA, and Fairwold Industrial School. Saxon School closed in 1968 and was demolished in 1974 as a result of campus expansion by the University of S.C. Erected by the Ward One Families Reunion Organization and the Historic Columbia Foundation, 2008",
        "lat": 33.9921,
        "lng": 81.03276666666666,
        "county": "RICHLAND COUNTY"
    },
    {
        "name": "BOOKER T. WASHINGTON SCHOOL/BOOKER T. WASHINGTON HIGH",
        "rel_loc": "1400 WHEAT ST., COLUMBIA",
        "desc": "BOOKER T. WASHINGTON SCHOOL (Front) The two-story main building at Booker T. Washington School, built in 1916, stood here until 1975. At first an elementary school with grades 1-10, it became Booker T. Washington High School with grades 9-10 in 1918, added grade 11 in 1924, and added grade 12 in 1947. Columbia's only black high school from 1917 to 1948 and for many years the largest black high school in the state, it closed in 1974. BOOKER T. WASHINGTON HIGH (Reverse) Booker T. Washington High, one of the first black high schools accredited by the S.C. Dept. of Education, was also one of the most significant institutions in Columbia's black community for more than fifty years. Notable principals included C.A. Johnson, 1916-1931; J. Andrew Simmons, 1932-1945; and Harry B. Rutherford, 1950-1965. The University of S.C. bought the property in 1974 and demolished the main building in 1975. Erected by the Historic Columbia Foundation, the City of Columbia, and the S.C. Department of Transportation, 2009",
        "lat": 33.9931,
        "lng": 81.02555,
        "county": "RICHLAND COUNTY"
    },
    {
        "name": "BURNING OF COLUMBIA",
        "rel_loc": "1200 BLOCK OF MAIN ST., COLUMBIA",
        "desc": "(Front) Due to Columbia's strategic value, capture of the city was an objective of the Union Army during the Carolinas Campaign of 1865. By Feb. 15 Union forces had moved to within 4 miles of the city and met opposition from Confederate skirmishers and artillery batteries. After offering a cursory defense of the city, C.S.A. commanders P.G.T. Beauregard and Wade Hampton ordered a final evacuation of Columbia on the morning of Feb. 17, 1865 and by the afternoon Union forces occupied the town. (Reverse) By 1865 Columbia had become a central store of cotton in the Confederacy and as Union forces entered the city cotton bales lined much of Richardson (now Main) St. Several cotton fires were reported on the night of Feb. 16-17 and others were burning on the afternoon of Feb. 17. On the night of Feb. 17-18—aided by high winds, burning cotton, and Union soldiers—destroyed much of Columbia's main commercial district and more than 450 buildings in all, a large portion of the city. Sponsored by S.C. Civil War Sesquicentennial Advisory Board, 2015",
        "lat": 34.0015,
        "lng": 81.03353333333334,
        "county": "RICHLAND COUNTY"
    },
    {
        "name": "BETH SHALOM CEMETERY",
        "rel_loc": "1300 BLOCK OF WHALEY ST., COLUMBIA",
        "desc": "(Front) In 1883 members of Columbia's Jewish community founded the Hebrew Cemetery Society of Columbia as an alternative to the Hebrew Benevolent Society's cemetery, which had been established in 1822. The organization purchased a 4-acre tract bounded by Indigo (Whaley), Lower (Heyward), Marion, and Sumter streets as a free cemetery for Hebrew burials. In 1896 the Society sold 3 acres to W.B. Smith Whaley for textile mill development. (Reverse) By 1911 the Society deeded cemetery oversight to the Beth Shalom (House of Peace) synagogue. Early burials included Orthodox Jews from Columbia and elsewhere. This site later became identified as a place specifically for synagogue members. As the Univ. of S.C. expanded in the 1960s it grew around the cemetery. Jewish migration into Forest Acres and fewer available plots here led to the creation of Arcadia Lakes Cemetery in 1995. Sponsored by Historic Columbia, Columbia Jewish Heritage Initiative, and Jewish Historical Society of South Carolina, 2016",
        "lat": 33.9886,
        "lng": 81.02438333333333,
        "county": "RICHLAND COUNTY"
    },
    {
        "name": "TOWN THEATRE",
        "rel_loc": "1012 SUMTER ST., COLUMBIA",
        "desc": "(Front) The Town Theatre was founded in 1919 by public-spirited Columbians who yearned for a community theatre. Daniel A. Reed, the first director, was an actor and director stationed at Camp Jackson during WWI. The first home for the theatre was the Sloan House at 1012 Sumter St. The present building, designed by Arthur W. Hamby, was completed in 1924 and is listed in the National Register of Historic Places. Renovations over the years have added dressing rooms, a fly loft, and scene shop. (Reverse) On this stage Carl Sandburg recited poetry; Academy Award winners Delbert Mann directed and Stanley Donen acted; Martha Graham danced; DuBose Heyward lectured; and famed artist Jasper Johns painted sets. Town Theatre initiated the Junior Stage Society program in 1921, becoming one of the pioneers of youth theatre in the U.S. By virtue of its 100 year legacy to the arts, Town Theatre has contributed significantly to the cultural life of the city of Columbia and state of S.C.",
        "lat": 33.99965,
        "lng": 81.03081666666667,
        "county": "RICHLAND COUNTY"
    },
    {
        "name": "MCCORD HOUSE",
        "rel_loc": "1431 PENDLETON ST., COLUMBIA",
        "desc": "(Front) This Greek Revival house was built in 1849 for David and Louisa McCord by slaves from her plantation, Lang Syne, in Fort Motte, S.C. David McCord (1797-1855) was a lawyer, editor, planter, banker, and legislator. Louisa McCord (1810-79) was a noted author of essays, poetry, and drama. Among the enslaved carpenters who built the home were John Spann and Anderson Keitt. The house was later owned by the Oxner-Adams family, who were also connected to Lang Syne plantation. (Reverse) During the Civil War the house was a central depot for food intended for patients at the Confederate hospital located on the South Carolina College campus. In 1865, Maj. Gen. O.O. Howard, who later headed the Freedmen's Bureau and was namesake of Howard University, used the house as his headquarters when the U.S. Army captured the city. Though a large part of the city was burned on the night of Feb. 17-18, 1865, the McCord House survived. Sponsored by the Richland County Conservation Commission and the United Family Reunion, 2018",
        "lat": 33.999966666666666,
        "lng": 81.02783333333333,
        "county": "RICHLAND COUNTY"
    },
    {
        "name": "MINTON FAMILY HOME/HENRY MCKEE MINTON",
        "rel_loc": "1012 MARION ST., COLUMBIA",
        "desc": "(Front) This Italianate-style home was built c. 1872 for Theophilus and Virginia McKee Minton. The Mintons were prominent African American residents of Columbia during the era of Reconstruction. They were married in 1870. Their son, Henry McKee Minton (1871-1946), was born the next year. Theophilus Minton graduated from the Univ. of S.C. Law School in 1876. (Reverse) The Mintons lived in this home, which was originally located near the corner of Marion and Gervais, until they left Columbia in 1877. Henry Minton later pursued a career in pharmacy and medicine. On May 15, 1904, Dr. Minton and a distinguished group of physicians in Philadelphia, PA founded Sigma Pi Phi Fraternity, the oldest African American Greek-letter organization in the nation. Sponsored by Alpha Iota Member Boule, Sigma Pi Phi Fraternity, 2018",
        "lat": 34.0001,
        "lng": 81.02921666666667,
        "county": "RICHLAND COUNTY"
    },
    {
        "name": "EDWARDS V. S.C.",
        "rel_loc": "NW CORNER OF MAIN ST. AND GERVAIS ST. INTERSECTION, COLUMBIA",
        "desc": "(Front) On March 2, 1961, over 200 African American college and high school students marched 6 blocks from Zion Baptist Church to the S.C. State House in an NAACP-organized protest of racial segregation. Led by Benedict College theology student David Carter, protesters walked the capitol grounds, carried signs, and, when ordered to disperse, sang patriotic and religious songs. Despite the orderly nature of the protest, 190 people were arrested for disturbing the peace. (Reverse) Defended by NAACP lawyers, including local attorneys Matthew Perry and Lincoln C. Jenkins Jr., 187 students appealed their convictions to the U.S. Supreme Court. In 1963, the Court ruled 8-1 that the arrests violated the 1st and 14th Amendments. The decision, styled Edwards v. South Carolina after lead plaintiff James Edwards Jr., was a landmark ruling cited to defend activists across the U.S., declaring states may not “make criminal the peaceful expression of unpopular views.” Sponsored by Columbia S.C. 63, 2020",
        "lat": 34.00143333333333,
        "lng": 81.03375,
        "county": "RICHLAND COUNTY"
    },
    {
        "name": "SOUTH CAROLINA STATE LIBRARY",
        "rel_loc": "1500 SENATE ST., COLUMBIA",
        "desc": "(Front) Authorized by the S.C. General Assembly in 1965 and constructed 1967-1969, this building was dedicated as the South Carolina State Library on Feb. 18, 1970. It was designed by architects Geiger, Califf, and Player. Funding for the $1.7 million building came primarily from the federal Library Services and Construction Act (1964). The 5-story, 60,000-sq. ft. building was built to house 500,000 volumes. (Reverse) When finished, this building centralized the previously scattered holdings of the State Library Board, created in 1929 to help county and city governments establish and maintain local library systems. The Board reorganized in 1969 as the S.C. State Library and occupied this building. The lion statues that flank the north entrance of the Library were created c.1895 by sculptor Alfonso Pelzer and previously stood in Camden, S.C. Sponsored by South Carolina State Library and Richland County Conservation Commission, 2020",
        "lat": 34.001333333333335,
        "lng": 81.0276,
        "county": "RICHLAND COUNTY"
    },
    {
        "name": "WOMAN'S CLUB OF COLUMBIA",
        "rel_loc": "E OF BLOSSOM ST. AND HENDERSON ST., COLUMBIA",
        "desc": "(Front) The Woman's Club of Columbia was founded in 1925 as a civic and social club for local women. In 1941, their first permanent clubhouse was built here on a lot of land provided by Columbia City Council. Members held meetings there as well as special events and public programs. The clubhouse was designed by Columbia firm Lafaye, Lafaye and Fair and was constructed in the Colonial Revival style with Neoclassical elements. (Reverse) During World War II, the members of the Woman's Club used the clubhouse as a venue for fundraising and events aimed at generating money and support for the war effort. During and after the war, the Club provided an outlet for women's public engagement and political action. In 2000, the Woman's Club sold the clubhouse property and used the proceeds to create an endowment. The clubhouse was razed in 2018. Sponsored by the Woman's Club of Columbia and Richland County Conservation Commission, 2020",
        "lat": 33.99636666666667,
        "lng": 81.0224,
        "county": "RICHLAND COUNTY"
    },
    {
        "name": "MANIGAULT'S FUNERAL HOME/CONGAREE CASKET COMPANY",
        "rel_loc": "SE OF MAIN ST. AND GREEN ST., COLUMBIA",
        "desc": "MANIGAULT'S FUNERAL HOME (Front) This was the original site of Manigault-Gaten-Williams Funeral Home, est. 1923 and later run by the family of co-founder William Marion Manigault (1885-1940). Born in Kingville, Manigault was a veteran of Troop K, 10th Cavalry (Buffalo Soldiers), who became an undertaker after moving to Columbia in 1908. He ran the business with his wife, Annie Rivers Manigault, and his children, Anna May and Walter, both licensed embalmers. CONGAREE CASKET COMPANY (Reverse) In c.1930, the family opened the Congaree Casket Company on this site. It was one of the only such Black-owned firms then in the U.S. The company sold caskets to funeral directors across S.C. and the southeastern U.S. This site also included a 225-seat chapel, a casket showroom, and garages, with additional showrooms in Charleston and Georgetown. In 1959, the business moved to Two Notch Rd. to make way for the expansion of U.S.C. Sponsored by the 9th and 10th (Horse) Cavalry Association of the Buffalo Soldiers and the Manigault Family, 2021",
        "lat": 33.9954,
        "lng": 81.0308,
        "county": "RICHLAND COUNTY"
    }
]
}
