{
	"Markers": [
    {
        "name": "PATRICK CALHOUN FAMILY BURIAL",
        "rel_loc": "INTERSECTION OF S.C. HWY. 72 & S.C. HWY. 823, SOUTHEAST OF ABBEVILLE",
        "desc": "5.5 miles south of Abbeville is the burial ground of Patrick and Martha Calhoun, parents of John C. Calhoun. Patrick was made deputy surveyor, 1756; first representative from Up-Country to Commons House of Assembly, 1769-1772; member of First Provincial Congress, 1775; of the Second, 1775-1776; of the General Assembly, 1776, and frequently thereafter until his death, 1796. His greatest service to his state was his successful fight for the Circuit Court Act of 1769. Across the road opposite the burial ground is his home site. Erected in 1950",
        "gps": [
            34.13503333333333,
            82.41426666666666
        ],
        "county": "ABBEVILLE COUNTY"
    },
    {
        "name": "MILLWOOD HOME OF JAMES EDWARD CALHOUN",
        "rel_loc": "S.C. HWY. 72 AT THE SAVANNAH RIVER BRIDGE, 3.1 MILES WEST OF CALHOUN FALLS",
        "desc": "Half mile southeast is Millwood, home of James Edward Calhoun, 1796-1898, son of John Ewing and Floride Bonneau Calhoun and brother-in-law of John C. Calhoun. After serving as lieutenant in the U. S. Navy, he developed Millwood, which ultimately included 25,000 acres. Seeing the value of Trotter's Shoals, a part of this estate, he was among the first to encourage the use of Southern water power.",
        "gps": [
            34.071416666666664,
            82.63636666666666
        ],
        "county": "ABBEVILLE COUNTY"
    },
    {
        "name": "BOWIE FAMILY MEMORIAL",
        "rel_loc": "INTERSECTION OF S.C. HWY. 20 & S.C. SEC. RD. 1-100, 6 MILES NORTH OF ABBEVILLE",
        "desc": "Erected by the descendants of Abraham Bowie, who was born in Scotland and settled in Durham Parish, Charles County, Maryland, about 1700 A.D. The family of his grandson, Rhody Bowie, moved to Abbeville County, South Carolina, about 1800. Eli Bowie, son of Rhody Bowie, established Gilgal Church in 1817. This church is located 2 miles east of this memorial and is the site of the Bowie Reunion each year.",
        "gps": [
            34.27393333333333,
            82.37648333333334
        ],
        "county": "ABBEVILLE COUNTY"
    },
    {
        "name": "ABBEVILLE'S CONFEDERATE COLONELS",
        "rel_loc": "INTERSECTION OF N. MAIN ST. AND WARDLAW ST., ABBEVILLE, 2.5 BLOCKS FROM ABBEVILLE TOWN SQUARE",
        "desc": "AUGUSTUS J. LYTHGOE, 19 S.C. Inf./Killed Murfreesboro, 1862/J. FOSTER MARSHALL, Orr's Rifles/Killed Second Manassas, 1862/GEORGE M. MILLER, Orr's Rifles/Wounded Spotsylvania, 1864/JAMES M. PERRIN, Orr's Rifles/Killed Chancellorsville, 1863/THOMAS THOMSON, Moore's Rifles/Served Oct. 22, 1861-Dec. 10, 1863. Erected by Secession Chapter, U.D.C., 1956",
        "gps": [
            34.181,
            82.38353333333333
        ],
        "county": "ABBEVILLE COUNTY"
    },
    {
        "name": "BIRTHPLACE OF CALHOUN",
        "rel_loc": "S.C. HWY. 823, 7 MILES SOUTH OF ABBEVILLE",
        "desc": "On this land settled by his father Patrick Calhoun in the 1750s, defended against the Indians in the Cherokee War and the enemies of liberty in the American Revolution, John Caldwell Calhoun, American statesman and champion of the old South, was born, March 18, 1782, and nurtured to young manhood. Sponsored by Abbeville County Historical Society, 1962",
        "gps": [
            34.05996666666667,
            82.44976666666666
        ],
        "county": "ABBEVILLE COUNTY"
    },
    {
        "name": "DUE WEST",
        "rel_loc": "INTERSECTION OF MAIN & CHURCH STS., DUE WEST",
        "desc": "As early as 1765, the site 6 miles NW-known to the Indians as Yellow Water and where the Keowee Path crossed the Cherokee line-was called DeWitt's Corner. In 1777, a treaty between S. C. and the Cherokee Indians was signed there. The present town was first called Due West Corner. Here in 1839, Erskine College, the state's first four-year church college, was founded by the Associated Reformed Presbyterian Church. Erected by Erskine College, 1963",
        "gps": [
            34.334716666666665,
            82.38705
        ],
        "county": "ABBEVILLE COUNTY"
    },
    {
        "name": "BURT-STARK HOUSE/JEFFERSON DAVIS'S FLIGHT",
        "rel_loc": "306 NORTH MAIN ST.",
        "desc": "When Jefferson Davis, President of the Confederacy, left Richmond after its fall in April 1865, he traveled south, trying to reach and rally the remnants of his army. On May 2, he spent the night at the home of Col. Armistead Burt. In 1971, Burt's great-niece Mary Stark Davis gave this historic house and all its furnishings to Abbeville's Historic Preservation Commission. Here, at the home of Colonel Burt, President Jefferson Davis held the last Confederate Council of War on May 2, 1865. He met with Secretary of War Breckenridge, Gen. Braxton Bragg, and 5 brigade generals; all agreed the only hope was for Davis to elude nearby U.S. cavalry and escape west. Though Davis passed safely through South Carolina, he was seized in Georgia on May 10th. Erected by Abbeville County Historic Preservation Commission, 1979",
        "gps": [
            34.18055,
            82.38163333333334
        ],
        "county": "ABBEVILLE COUNTY"
    },
    {
        "name": "MAJ. THOMAS D. HOWIE THE MAJOR OF ST. LÔ",
        "rel_loc": "118 PINCKNEY ST., ABBEVILLE",
        "desc": "(Front) Birthplace of Thomas Dry Howie (1908-1944), World War II hero famous as \"The Major of St. Lô.\" Abbeville High School, Class of 1925. The Citadel, Class of 1929, where he was an all-state football player and was president of his class. Coach and teacher, Staunton Military Academy, Staunton, Va., 1929-1941. Lt., 116th Inf., Va. National Guard (29th Division), 1941. Promoted to major; served at regimental H.Q. until […] (Reverse) […] July 1944, when he took command of the 3rd Btn. Howie told his men, \"I'll see you in St. Lô\"-a major Allied objective in the weeks after D-Day. He was killed July 17, 1944, the day before American troops captured the town. In a tribute from his comrades, Howie's flag-draped body was carried into St. Lô on the lead jeep and lay in state on the rubble of St. Croix Church. \"Dead in France, Deathless in Fame.\" Erected by the Abbeville County Historical Society, 1995",
        "gps": [
            34.178383333333336,
            82.38166666666666
        ],
        "county": "ABBEVILLE COUNTY"
    },
    {
        "name": "BOONESBOROUGH TOWNSHIP (1763)",
        "rel_loc": "INTERSECTION OF S.C. HWY. 184 AND S.C. SEC. RD. 1-248, NEAR DONALDS",
        "desc": "Surveyed in 1762 by Patrick Calhoun and named for Gov. Thomas Boone, this 20,500-acre township was one of four townships laid out west of Ninety-Six as a buffer between white and Cherokee lands. In 1763 Scots-Irish families began to settle in the area near Long Cane, Park's and Chickasaw Creeks. The headwaters of Long Cane Creek are 500 feet south; the Cherokee Path crossed the township boundary one mile south. Erected by the Donalds Historical Society, 1996",
        "gps": [
            34.37195,
            82.35023333333334
        ],
        "county": "ABBEVILLE COUNTY"
    },
    {
        "name": "THOMAS CHILES PERRIN HOUSE",
        "rel_loc": "CORNER OF N. MAIN ST. (S.C. HWY. 28) AND WARDLAW ST., ABBEVILLE",
        "desc": "(Front) The Greek Revival residence of Thomas Chiles Perrin (1805-1878), prominent Abbeville District lawyer, planter, businessman, and politician, stood here from 1858 until it burned in 1877. When completed the house was described as \"one of the finest and most commodious mansions in the State.\" Perrin served as mayor, state representative and senator, and for many years as president of the Greenville and Columbia RR. (Reverse) In December 1860, as chair of the Abbeville District delegation to the Secession Convention, Perrin was the first signer of the Ordinance of Secession. As the Confederacy collapsed in May 1865 President Jefferson Davis and his Cabinet held their last council of war across the street at the Burt-Stark Mansion. Thomas and Jane Eliza Perrin hosted most of the Cabinet here during its brief stay in Abbeville. Erected by the Abbeville Co. Historic Preservation Commission, 1997",
        "gps": [
            34.181016666666665,
            82.38358333333333
        ],
        "county": "ABBEVILLE COUNTY"
    },
    {
        "name": "MCGOWAN-BARKSDALE-BUNDY HOUSE",
        "rel_loc": "305 N. MAIN ST. (S.C. HWY. 28), ABBEVILLE",
        "desc": "(Front) This 1888 Queen Anne house was the home of Gen. Samuel McGowan (1819-1897) until his death. McGowan, a lawyer, Confederate general, and jurist born in Laurens Co., had moved to Abbeville in 1841. He was an officer during the Mexican War and in the S.C. militia after it. During the Civil War he commanded the 14th S.C. Infantry 1862-63 and commanded a S.C. brigade in the Army of Northern Virginia 1863-65. (Reverse) After 1865 McGowan bought a house on this lot. Built by Col. James Perrin in 1860, it burned in 1887; this house was built on the old foundation. McGowan served as a justice on the S.C. Supreme Court 1879-93. The Barksdale family bought the house in 1905, and WWII Gen. W.E. Barksdale was the last to live here. In 1989 his nephew J.D. Bundy gave it to the Abbeville County Historical Society as its headquarters. Erected by the Abbeville County Historical Society, 2006",
        "gps": [
            34.17986666666667,
            82.38118333333334
        ],
        "county": "ABBEVILLE COUNTY"
    },
    {
        "name": "LOWNDESVILLE",
        "rel_loc": "MAIN ST., LOWNDESVILLE",
        "desc": "(Front) This town, established in 1823, grew up around a store owned by Matthew Young (1803-1878), who was also postmaster 1831-43. It was first called Pressly's Station, for the post office opened in 1823 with David Pressly (1764-1834) as postmaster. The town was renamed Rocky River in 1831 and then Lowndesville in 1836 for William Lowndes (1782-1822), U.S. Congressman 1811-22. (Reverse) Lowndesville, incorporated in 1839, had about 150 inhabitants then and 150-350 inhabitants for most of its history. Cotton was the major crop in the area, with bales ginned here and shipped by the Charleston & Western Carolina Railway. In 1890 Lowndesville included a hotel, nine general stores, a grocery, a dry goods store, a drugstore, a stable, and three saw mills. Erected in Memory of Capt. Herman Arnette Carlisle by the Town of Lowndesville, 2006",
        "gps": [
            34.21045,
            82.64516666666667
        ],
        "county": "ABBEVILLE COUNTY"
    },
    {
        "name": "ACTION AT PRATT'S MILL/PRATT'S MILL",
        "rel_loc": "S.C. HWY. 184 AT THE LITTLE RIVER, JUST NORTHEAST OF ITS INTERSECTION WITH S.C. SEC. RD. 1-59, DUE WEST VICINITY",
        "desc": "ACTION AT PRATT'S MILL (Front) The last action of the Revolution in this part of S.C. was at Pratt's Mill, a grist mill on the Little River owned by Joseph Pratt. On October 30, 1781, an outpost of 30 Patriots at the mill, under Capt. John Norwood, was surprised by 30 Loyalists and Cherokees under Col. William “Bloody Bill” Cunningham. Norwood, who was wounded, was the only casualty on either side. PRATT'S MILL (Reverse) The Patriots fled, leaving behind 30 horses and most of their weapons; the Loyalists burned the mill. The Pratt family later rebuilt the mill, which appears in Robert Mills's Atlas of S.C. (1825). They later built another mill on Hogskin Creek, about 500 yds. N of the first mill. That mill, which operated throughout the 19th century, was destroyed by a flood in 1908. Erected by the Abbeville County Historical Society, 2007",
        "gps": [
            34.306383333333336,
            82.44083333333333
        ],
        "county": "ABBEVILLE COUNTY"
    },
    {
        "name": "SECESSION HILL",
        "rel_loc": "SECESSION AVE., NEAR ITS JUNCTION WITH BRANCH ST., ABBEVILLE",
        "desc": "(Front) On November 22, 1860, a mass meeting on this site was one of the first held in the South after Abraham Lincoln's election as president on November 6. A procession from the town square, numbering 2,000 to 3,000, made its way to a grove here, near the Greenville & Columbia RR depot. Many in the crowd wore palmetto cockades as bands played, militia and volunteer companies marched with flags and banners, and some units even fired cannon salutes. (Reverse) Andrew G. Magrath, arguing “the time for action has arrived,” was typical of most speakers, who called for South Carolina's immediate secession from the Union. The meeting passed resolutions urging secession and recommended delegates to represent Abbeville District at the Secession Convention in December. This hill, then known as “Magazine Hill” for a powder magazine here, was soon renamed “Secession Hill” and has been known by that name since 1860. Erected by the Abbeville County Historical Society, 2010",
        "gps": [
            34.17861666666667,
            82.375
        ],
        "county": "ABBEVILLE COUNTY"
    },
    {
        "name": "BROADMOUTH BAPTIST CHURCH",
        "rel_loc": "543 BROADMOUTH CHURCH RD., HONEA PATH",
        "desc": "(Front) This church, named for nearby Broadmouth Creek, was organized in 1837 with nine charter members. Rev. William P. Martin was its first minister, and William Long and Noah Riddle Reeve were its first deacons. This tract was purchased from Jesse Gent in 1838. By 1850 the church had 213 members, both white and black. The present sanctuary, the second on this site, was built in 1954. (Reverse) After the Civil War, former slaves left to organize New Broadmouth Baptist Church. Rev. William P. Martin, pastor here 39 years (1837-1877), was succeeded by Rev. Richard W. Burts, pastor here 33 years (1877-1910). William Pleasant Kay donated the land where the cemetery was first laid out. It contains the graves of early pioneer families, including veterans of several wars. Erected by the Congregation and the Kay Family Association, 2010",
        "gps": [
            34.45888333333333,
            82.35111666666667
        ],
        "county": "ABBEVILLE COUNTY"
    },
    {
        "name": "LONG CANE CEMETERY",
        "rel_loc": "GREENVILLE ST. AT ITS JUNCTION WITH BELTLINE RD., ABBEVILLE VICINITY",
        "desc": "(Front) This cemetery, sometimes called Upper Long Cane Cemetery, dates from 1760. It includes the graves of some of the most prominent families of this area from the Colonial era to the present. The first marked grave is the field stone of John Lesly, inscribed “A.D. 1776.” The granite entrance pillars and stone wall were built in 1935 as a memorial to veterans of eight wars who are buried here. The cemetery was listed in the National Register of Historic Places in 2010. (Reverse) Among the notables buried here are a U.S. Senator, a U.S. Congressman, a lieutenant governor, a Confederate general, several state senators and representatives, judges, ministers, doctors, and soldiers of wars from the American Revolution to the present. Long Cane Cemetery also features many fine gravestones and monuments by noted 19th-century stonecutters such as J. Hall, Thomas Walker, and John, William T., Robert D., and Edwin R. White. Erected by the Long Cane Cemetery Association, 2011",
        "gps": [
            34.20361666666667,
            82.39028333333333
        ],
        "county": "ABBEVILLE COUNTY"
    },
    {
        "name": "QUAY-WARDLAW HOUSE",
        "rel_loc": "104 S. CHURCH ST., ABBEVILLE",
        "desc": "(Front) This house, built ca. 1786, is thought to be the oldest house in Abbeville. It was built as a two-story log building by John Quay, who also ran a tavern here. He sold it ca. 1798 to James Wardlaw (1767-1842) and his wife, Quay's stepdaughter Hannah Clarke (1778-1825). James Wardlaw was the Abbeville postmaster and Abbeville District deputy clerk of court 1796-1800, then clerk of court 1800-1838. Ten of the Wardlaws' eleven children were born in this house. (Reverse) Two sons were delegates to the Secession Convention: David L. Wardlaw (1799-1873), state representative and Speaker of the S.C. House, and later a judge; and Francis H. Wardlaw (1800-1861), newspaper editor, state chancellor, and state representative, from Edgefield. This house was later owned by Col. Thomas Thomson (1813-1881), state representative, delegate to the Secession Convention, Confederate officer, state senator, and judge. Sponsored by Clan Wardlaw and the Abbeville County Historical Society, 2013",
        "gps": [
            34.176098333333336,
            82.37996666666666
        ],
        "county": "ABBEVILLE COUNTY"
    },
    {
        "name": "COLONIAL BLOCK HOUSE/FORT PICKENS",
        "rel_loc": "WASHINGTON ST., JUST SOUTH OF HEMPHILL RD., ABBEVILLE",
        "desc": "COLONIAL BLOCK HOUSE (Front) A “block house,” a log building with a stone foundation, stood SE on Parker Creek from ca. 1767 to the 1850s. It was built by Andrew Pickens (1739-1817), later a militia general in the American Revolution, a state representative and senator, and a U.S. Congressman. Pickens married Rebecca Calhoun in 1765, moved to the Long Canes settlement, and built his home nearby. FORT PICKENS (Reverse) The block house was an outpost near the boundary between Indian lands and white settlements and was later a refuge for area families during the American Revolution. Tradition holds that in 1785 Pickens held the first court in the new Abbeville District there. After his death the old block house was popularly called “Fort Pickens” and this part of Abbeville was long known by the same name. Sponsored by the Little River Electric Cooperative and the Abbeville County Historical Society, 2014",
        "gps": [
            34.1825,
            82.37416666666667
        ],
        "county": "ABBEVILLE COUNTY"
    },
    {
        "name": "TREATY OF LOCHABER",
        "rel_loc": "S.C. HWY 71, ABBEVILLE VICINITY",
        "desc": "(Front) In October 1770, the Congress of Lochaber assembled near here at the plantation of Alexander Cameron, who was deputy superintendant of Indian affairs for the southern colonies. Over one thousand members of the Cherokee nation gathered for the treaty negotiations. The resulting agreement revised the boundary line between the Cherokee and the colony of Virginia further to the north. (Reverse) The new boundary, which became known as the Lochaber Line, extended colonial land claims west of the Appalachian Mountains. These claims had generated tension between colonists and the crown since the Proclamation of 1763, which limited western settlement and angered land speculators. The Treaty of Lochaber was part of the long negotiation to extend the southern segment of the boundary further to the west. Sponsored by the Abbeville County Visitor's Council, 2014",
        "gps": [
            34.187783333333336,
            82.41116666666667
        ],
        "county": "ABBEVILLE COUNTY"
    },
    {
        "name": "TREATY OF DEWITT'S CORNER",
        "rel_loc": "S.C. HWY 20 N AT INTERSECTION OF CORNER CREEK/BARKERS CREEK, DUE WEST VICINITY",
        "desc": "(Front) In May 1777 a delegation of roughly 600 Cherokees and representatives from South Carolina and Georgia met near this spot to engage in negotiations that would end fighting in the Second Cherokee War, 1776-77. On May 20, 1777 the parties signed The Treaty of DeWitt's Corner, which provided for an end to hostilities, prisoner returns, and large land concessions by the Lower Cherokee. (Reverse) The territory ceded included present day Anderson, Greenville, Oconee and Pickens Counties. The warfare ended by the Treaty of DeWitt's Corner was part of the revolutionary struggle between American patriots and their British and loyalist opponents. The powerful southeastern Indian nations played an important role in the war and most sided with the British. Sponsored by the Abbeville County Visitor's Council, 2014",
        "gps": [
            34.39921666666667,
            82.44495
        ],
        "county": "ABBEVILLE COUNTY"
    },
    {
        "name": "JAMES KAY HOUSE/GENTSVILLE",
        "rel_loc": "7920 S.C. HWY. 252, HONEA PATH",
        "desc": "(Front) Built in the 1790s by Virginian James Kay, on land granted him by Governor Charles Pinckney in 1792. Kay was a blacksmith and ran a stagecoach stop here, along what was then known as the Charleston Road. The house was built of sawn lumber, dressed by hand, with squared floor joists that are notched and secured by wooden pegs. (Reverse) The Kay House was acquired in the 1820s by Jesse Gent. In 1829 a post office was established here with Gent as postmaster, the place was known thereafter as Gentsville. With the construction of the Columbia-Greenville Railroad in the 1850s, and the establishment of Honea Path, Genstville fell into decline as a community. Sponsored by Kay Family Association, 2017",
        "gps": [
            34.449466666666666,
            82.34835
        ],
        "county": "ABBEVILLE COUNTY"
    },
    {
        "name": "MULBERRY A.M.E. CHURCH",
        "rel_loc": "2758 MOUNT CARMEL RD., ABBEVILLE",
        "desc": "(Front) The formal organization of Mulberry A.M.E. Church dates to c. 1871, but many of the founding members were formerly enslaved people who had a tradition of religious organization that stretched back into slavery. Early meetings were held under a brush arbor. By 1872 members had built a log building. A second frame church was built in 1878 and remained until it burned in 1918. (Reverse) The current Carpenter Gothic church, with offset steeple and church bell, dates to 1919. A cemetery, located across the road from the church, was established c. 1904. The one-teacher Mulberry School was once located here and served African American students until it closed in the early 1950s. Mulberry is mother church to St. Peter, Shady Grove and St. Paul A.M.E. churches in Abbeville. Sponsored by the Essie Strother Patterson Legacy Foundation, 2017",
        "gps": [
            34.06285,
            82.44745
        ],
        "county": "ABBEVILLE COUNTY"
    },
    {
        "name": "LITTLE MOUNTAIN PRESBYTERIAN CHURCH",
        "rel_loc": "3836 S. C. HWY. 28 S, ABBEVILLE",
        "desc": "(Front) Organized by 1789, this congregation first met in a log building on the hill 1/4 mi. E, said to then be known as “God's Mountain” and later “Little Mountain.” A cemetery from that first church remains on the hillside. About 1806, members moved down from the hill and worshipped in a second log church built on this site. (Reverse) In 1811, Little Mountain congregants joined the Presbyterian Church in the United States of America, later affiliating with the denomination's conservative “Old School.” Portions of a wood frame church built in 1859 may have been used in a larger T-shaped church finished in 1920 and replaced by this builing in 1980. Sponsored by the Congregation, 2019",
        "gps": [
            34.259933333333336,
            82.49431666666666
        ],
        "county": "ABBEVILLE COUNTY"
    }
]
}